xeon/20220909-zfs/stripe/no-fpw-tuned/1000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 110793426
number of failed transactions: 0 (0.000%)
latency average = 1.040 ms
initial connection time = 13.117 ms
tps = 30776.052321 (without initial connection time)